export const points = [
  {
    key: 1,
    describe: '1.工程知识:能够将数学、自然科学、工程基础和专业知识用于解决复杂安全工程问题。',
    index_points: [
      {
        number: 1.1,
        text: '掌握用于解决复杂安全工程问题所需的数学知识'
      },
      {
        number: 1.2,
        text: '掌握用于解决复杂安全工程问题所需的自然科学知识'
      },
      {
        number: 1.3,
        text: '掌握用于解决复杂安全工程问题所需的工程基础知识'
      },
      {
        number: 1.4,
        text: '掌握用于解决复杂安全工程问题所需的工程基础知识'
      },
      {
        number: 1.5,
        text: '掌握用于解决复杂安全工程问题所需的工程基础知识'
      }
    ]
  },
  {
    key: 2,
    describe: '2.问题分析:能够应用数学、自然科学和工程科学的基本原理，识别、表达、并通过文献研究分析复杂工程问题，以获得有效结论。',
    index_points: [
      {
        number: 2.1,
        text: '掌握用于解决复杂安全工程问题所需的数学知识'
      },
      {
        number: 2.2,
        text: '掌握用于解决复杂安全工程问题所需的自然科学知识'
      },
      {
        number: 2.3,
        text: '掌握用于解决复杂安全工程问题所需的工程基础知识'
      }
    ]
  },
  {
    key: 3,
    describe: '3.设计/开发解决方案：能够设计针对复杂工程问题的解决方案，设计满足特定需求的系统、单元（部件）或工艺流程，并能够在设计环节中体现创新意识，考虑社会、健康、安全、法律、文化以及环境等因素。',
    index_points: [
      {
        number: 3.1,
        text: '掌握用于解决复杂安全工程问题所需的数学知识'
      },
      {
        number: 3.2,
        text: '掌握用于解决复杂安全工程问题所需的自然科学知识'
      },
      {
        number: 3.3,
        text: '掌握用于解决复杂安全工程问题所需的工程基础知识'
      }
    ]
  },
  {
    key: 4,
    describe: '3.设计/开发解决方案：能够设计针对复杂工程问题的解决方案，设计满足特定需求的系统、单元（部件）或工艺流程，并能够在设计环节中体现创新意识，考虑社会、健康、安全、法律、文化以及环境等因素。',
    index_points: [
      {
        number: 4.1,
        text: '掌握用于解决复杂安全工程问题所需的数学知识'
      },
      {
        number: 4.2,
        text: '掌握用于解决复杂安全工程问题所需的自然科学知识'
      },
      {
        number: 4.3,
        text: '掌握用于解决复杂安全工程问题所需的工程基础知识'
      },
      {
        number: 4.4,
        text: '掌握用于解决复杂安全工程问题所需的工程基础知识'
      },
      {
        number: 4.5,
        text: '掌握用于解决复杂安全工程问题所需的工程基础知识'
      }
    ]
  }
]
